{
    "developer": "Entwickler",
    "down": "runter",
    "aboutMe": "Über mich",
    "aboutMe_part1": "Mit Sitz in Berlin bin ich leidenschaftlich daran interessiert, Designern und Unternehmen zu helfen, ihre Ideen durch intuitive und ansprechende Webanwendungen zum Leben zu erwecken. Es bereitet mir Freude, komplexe Anforderungen in einfache, effektive Lösungen umzusetzen und dabei sowohl Kreativität als auch logisches Denken einzusetzen. Meine Neugier treibt mich an, ständig neue Technologien zu erkunden und meine Fähigkeiten zu verbessern.",
    "aboutMe_part2": "Wenn Sie glauben, dass wir gut zusammenarbeiten könnten, kontaktieren Sie mich gerne!",
    "letsTalk": "Lass uns reden",
    "mySkills": "Meine Skills",
    "portfolio_part1": "Entdecken Sie hier eine Auswahl meiner Arbeiten. Ich erweitere mein",
    "portfolio_part2": "Portfolio ständig, da ich am besten durch praktische Projekte lerne.",
    "liveTest": "Live Test",
    "joinDescription": "Task-Manager inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mit Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
    "polloLocoDescription": "Spring-, Lauf- und Wurfspiel auf Basis eines objektorientierten Ansatzes: Helfen Sie Pepe, Münzen und Salsa zu sammeln, um das verrückte Huhn zu besiegen.",
    "references": "Referenzen",
    "references_intro": "Ich kann nicht nur unabhängig, sondern auch im Team hervorragend arbeiten. Hier ist, was meine Kollegen über die Zusammenarbeit mit mir zu sagen haben.",
    "reference_alexander": "Joel zeigte eine beeindruckende Fähigkeit, sich rasch in die komplexen Aspekte unseres \"Join\"-Projekts (Kanban) einzuarbeiten. Besonders beeindruckend war seine Fähigkeit, bei schwierigen Herausforderungen durchdachte und kreative Ansätze zu entwickeln. Die Zusammenarbeit mit ihm war sehr positiv, und ich kann ihn uneingeschränkt weiterempfehlen.",
    "reference_jonas": "Mit Joel zusammen zu arbeiten hat viel Spaß gemacht. Joel war sehr hilfsbereit bei Fragen und konnte seine Aufgaben sehr zuverlässig erledigen und sowohl im Team als auch einzeln sein Potenzial ausschöpfen. Gerne wieder.",
    "reference_mailo": "Joel ist in Gruppenarbeiten eine echte Bereicherung, da er stets mit Engagement und positiver Energie bei der Sache ist. Er verfügt über die Fähigkeit, kreative Lösungen zu finden. Zudem zeigt Joel stets großes Verantwortungsbewusstsein und unterstützt seine Teammitglieder jederzeit tatkräftig.",
    "sayHi": "Sag hi!",
    "wantToDiscuss": "Möchten Sie ein neues Projekt besprechen?",
    "sayHello": "Sagen Sie Hallo! Lassen Sie uns Ihre Ideen besprechen und umsetzen.",
    "yourName": "Ihr Name",
    "yourEmail": "Ihre E-Mail",
    "yourMessage": "Ihre Nachricht",
    "privacyPolicyText": "Ich habe die",
    "privacyPolicyLink": "Datenschutzerklärung",
    "agreePolicy": "gelesen und stimme der Datenverarbeitung zu.",
    "sendMessage": "Nachricht senden",
    "yourNameRequired": "Ihr Name ist erforderlich",
    "yourEmailRequired": "Ihre E-Mail ist erforderlich",
    "yourMessageRequired": "Ihre Nachricht ist leer",
    "acceptPrivacyPolicy": "Bitte akzeptieren Sie die Datenschutzerklärung",

    
    "legalNotice": "Impressum",
    "serviceProvider": "Diensteanbieter",
    "contactInformation": "Kontaktmöglichkeiten",
    "emailAddress": "E-Mail-Adresse",
    "countryGermany": "Deutschland",

    "privacyPolicy": "Datenschutzerklärung",
    "responsibleParty": "Verantwortlicher",
    "dataCollected": "Erhobene Daten",
    "dataCollectedContent": "Über mein Kontaktformular erhebe ich Ihren Namen, Ihre E-Mail-Adresse und Ihre Nachricht. Diese Daten verwende ich ausschließlich, um Ihre Anfrage zu bearbeiten und zu beantworten.",
    "purposeOfProcessing": "Zweck der Verarbeitung",
    "purposeOfProcessingContent": "Die Verarbeitung Ihrer personenbezogenen Daten erfolgt ausschließlich zur Bearbeitung Ihrer Kontaktanfrage. Die Rechtsgrundlage hierfür ist Art. 6 Abs. 1 lit. b DSGVO.",
    "dataRetention": "Speicherdauer",
    "dataRetentionContent": "Ihre Daten werden nach vollständiger Bearbeitung Ihrer Anfrage gelöscht, sofern keine gesetzlichen Aufbewahrungspflichten bestehen.",
    "yourRights": "Ihre Rechte",
    "yourRightsContent": "Sie haben das Recht auf Auskunft, Berichtigung, Löschung, Einschränkung der Verarbeitung, Widerspruch gegen die Verarbeitung sowie das Recht auf Datenübertragbarkeit. Wenden Sie sich hierfür an die oben genannte Kontaktadresse.",
    "dataTransmission": "Übermittlung an Dritte",
    "dataTransmissionContent": "Daten gebe ich nur dann an Dritte weiter, wenn dies zur Erfüllung der vertraglichen Pflichten oder aufgrund gesetzlicher Vorgaben notwendig ist.",
    "securityMeasures": "Sicherheitsmaßnahmen",
    "securityMeasuresContent": "Ich setze technische und organisatorische Maßnahmen ein, um Ihre Daten vor unbefugtem Zugriff und Missbrauch zu schützen.",
    "externalLinks": "Links zu externen Websites",
    "externalLinksContent": "Meine Website enthält Links zu externen Websites sowie zu Subdomains, auf denen ich testweise Webprojekte betreibe. Für diese Seiten gelten die gleichen Datenschutzregelungen wie für meine Hauptdomain.",
    "subdomainNotice": "Weitere Projekte und Subdomains",
    "subdomainNoticeContent": "Für bestimmte Projekte und Anwendungen, die auf Subdomains dieser Website gehostet werden, gelten eigene Datenschutzerklärungen. Diese sind spezifisch auf die dortigen Datenverarbeitungen zugeschnitten. Die jeweiligen Datenschutzerklärungen finden Sie direkt auf den entsprechenden Subdomains unter einem entsprechenden Link zur Datenschutzerklärung."
}