{
    "developer": "Developer",
    "down": "down",
    "aboutMe": "About Me",
    "aboutMe_part1": "Based in Berlin, I’m passionate about helping designers and companies bring their ideas to life through intuitive and engaging web applications. I enjoy turning complex requirements into simple, effective solutions, drawing on both creativity and logical thinking. My curiosity drives me to keep exploring new technologies and improving my skills.",
    "aboutMe_part2": "If you think we’d work well together, contact me!",
    "letsTalk": "Let's talk",
    "mySkills": "My Skills",
    "portfolio_part1": "Explore a selection of my work here. I’m continually expanding",
    "portfolio_part2": "my portfolio, as I learn best through hands-on projects.",
    "liveTest": "Live test",
    "joinDescription": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories",
    "polloLocoDescription": "Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen.",
    "references": "References",
    "references_intro": "I excel not only when working independently but also as part of a team. Here's what my colleagues have to say about collaborating with me.",
    "reference_alexander": "Joel demonstrated an impressive ability to quickly grasp the complex aspects of our \"Join\" project (Kanban). Particularly impressive was his ability to develop thoughtful and creative approaches to difficult challenges. Working with him was very positive, and I can recommend him without reservation.",
    "reference_jonas": "Working with Joel was a lot of fun. Joel was very helpful with questions and was able to complete his tasks very reliably, both as a team player and individually. Would happily work with him again.",
    "reference_mailo": "Joel is a real asset in group work, always approaching tasks with enthusiasm and positive energy. He has the ability to find creative solutions. Moreover, Joel consistently shows great responsibility and supports his team members with dedication.",
    "sayHi": "Say hi!",
    "wantToDiscuss": "Want to discuss a new project?",
    "sayHello": "Say hello! Let's discuss your ideas and make it happen.",
    "yourName": "Your name",
    "yourEmail": "Your email",
    "yourMessage": "Your message",
    "privacyPolicyText": "I've read the",
    "privacyPolicyLink": "privacy policy",
    "agreePolicy": "and agree to the processing of my data as outlined.",
    "sendMessage": "Send message",
    "yourNameRequired": "Your name is required",
    "yourEmailRequired": "Your email is required",
    "yourMessageRequired": "Your message is empty",
    "acceptPrivacyPolicy": "Please accept the privacy policy.",
  

    "legalNotice": "Legal Notice",
    "serviceProvider": "Service Provider",
    "contactInformation": "Contact Information",
    "emailAddress": "Email Address",
    "countryGermany": "Germany",

    "privacyPolicy": "Privacy Policy",
    "responsibleParty": "Responsible Party",
    "dataCollected": "Data Collected",
    "dataCollectedContent": "Through my contact form, I collect your name, email address, and your message. This data is used solely to process and respond to your request.",
    "purposeOfProcessing": "Purpose of Processing",
    "purposeOfProcessingContent": "The processing of your personal data is carried out exclusively for the purpose of handling your inquiry. The legal basis for this is Art. 6(1)(b) GDPR.",
    "dataRetention": "Data Retention",
    "dataRetentionContent": "Your data will be deleted once your inquiry has been fully processed, unless there are statutory retention obligations.",
    "yourRights": "Your Rights",
    "yourRightsContent": "You have the right to access, correct, delete, restrict the processing, object to the processing, and to data portability. Please contact the address mentioned above for these purposes.",
    "dataTransmission": "Data Transmission",
    "dataTransmissionContent": "I will only transmit data to third parties if this is necessary to fulfill contractual obligations or due to legal requirements.",
    "securityMeasures": "Security Measures",
    "securityMeasuresContent": "I implement technical and organizational measures to protect your data from unauthorized access and misuse.",
    "externalLinks": "External Links",
    "externalLinksContent": "My website contains links to external websites and subdomains where I host test projects. The same privacy policies apply to these pages as to my main domain.",
    "subdomainNotice": "Additional Projects and Subdomains",
    "subdomainNoticeContent": "For certain projects and applications hosted on subdomains of this website, specific privacy policies apply. These are tailored to the data processing activities conducted there. You can find the respective privacy policies directly on the relevant subdomains under an appropriate link."
}